Revit 2024 API
SymbolTypeId.KJPerMSup2K Property
 Symbol kJ/(m²·K), indicating unit Kilojoules per square meter Kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KJPerMSup2K { get; }
Visual Basic
Public Shared ReadOnly Property KJPerMSup2K As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KJPerMSup2K {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace